Repository: johnbean393/Hivecrew
Catalog: Hivecrew/Hivecrew/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, zh_hans

source: Hivecrew can automatically match relevant skills to your tasks. Enable this in Settings → Tasks → Automatic Skill Matching.
de: Hivecrew kann automatisch relevante Fähigkeiten mit Ihren Aufgaben abgleichen. Aktivieren Sie dies unter Einstellungen → Aufgaben → Automatischer Fähigkeitsabgleich.
es: Hivecrew puede asociar automáticamente habilidades relevantes a tus tareas. Habilita esto en Ajustes → Tareas → Asociación Automática de Habilidades.
fr: Hivecrew peut automatiquement faire correspondre des compétences pertinentes à vos tâches. Activez cette fonctionnalité dans Réglages → Tâches → Automatic Skill Matching.
it: Hivecrew può abbinare automaticamente skill pertinenti ai tuoi task. Attiva questa funzione in Impostazioni → Attività → Abbinamento Automatico Skill.
ja: Hivecrewはタスクに関連するスキルを自動的にマッチングできます。設定 → タスク → 自動スキルマッチングで有効にしてください。
ko: Hivecrew가 작업에 맞는 관련 기술을 자동으로 매칭할 수 있습니다. 설정 → 작업 → 자동 기술 매칭에서 활성화하세요.
zh_hans: Hivecrew 可以自动为您的任务匹配相关技能。请在“设置”→“任务”→“自动技能匹配”中启用此功能。

source: Hivecrew is ready to run AI agents for you
de: Hivecrew ist bereit, KI-Agenten für Sie auszuführen
es: Hivecrew está listo para ejecutar agentes de IA para usted
fr: Hivecrew est prêt à exécuter des agents IA pour vous
it: Hivecrew è pronto a eseguire agenti AI per Lei
ja: HivecrewはAIエージェントを実行する準備が整いました
ko: Hivecrew가 AI 에이전트 실행을 준비되었습니다
zh_hans: Hivecrew 已准备好为您运行 AI 代理

source: HTTP (Remote Server)
de: HTTP (Entfernter Server)
es: HTTP (Servidor remoto)
fr: HTTP (serveur distant)
it: HTTP (Server remoto)
ja: HTTP（リモートサーバー）
ko: HTTP (원격 서버)
zh_hans: HTTP (远程服务器)

source: If you quit:
de: Wenn Sie beenden:
es: Si sales:
fr: Si vous quittez :
it: Se esci:
ja: 終了すると：
ko: 종료하면:
zh_hans: 退出：

source: Image Generation
de: Bildgenerierung
es: Generación de imágenes
fr: Génération d'images
it: Generazione immagini
ja: 画像生成
ko: 이미지 생성
zh_hans: 图像生成

source: Import
de: Importieren
es: Importar
fr: Importer
it: Importa
ja: インポート
ko: 가져오기
zh_hans: 导入

source: Import a template folder to run agent tasks.
de: Importieren Sie einen Vorlagenordner, um Agenten-Aufgaben auszuführen.
es: Importar una carpeta de plantillas para ejecutar tareas de agentes.
fr: Importer un dossier de modèles pour exécuter des tâches d'agent.
it: Importa una cartella di modelli per eseguire attività degli agenti.
ja: エージェントタスクを実行するには、テンプレートフォルダーをインポートしてください。
ko: 에이전트 작업을 실행하려면 템플릿 폴더를 가져오세요.
zh_hans: 导入模板文件夹以运行代理任务。

source: Import a template in Settings → Environment before creating developer VMs.
de: Importieren Sie eine Vorlage in Einstellungen → Environment, bevor Sie Entwickler-VMs erstellen.
es: Importa una plantilla en Preferencias → Entorno antes de crear VMs de desarrollador.
fr: Importer un modèle dans Réglages → Environnement avant de créer des VMs de développeur.
it: Importa un modello in Impostazioni → Ambiente prima di creare VM di sviluppo.
ja: 開発者 VMs を作成するには、設定 → 環境 でテンプレートをインポートしてください。
ko: 개발자 VM을 생성하기 전에 설정 → 환경에서 템플릿을 가져오세요.
zh_hans: 在创建开发者虚拟机之前，请先前往设置 → 环境导入模板。

source: Import Credentials
de: Anmeldeinformationen importieren
es: Importar credenciales
fr: Importer les identifiants
it: Importa credenziali
ja: 認証情報をインポート
ko: 자격 증명 가져오기
zh_hans: 导入凭据

source: Import from CSV...
de: Importieren aus CSV...
es: Importar desde CSV...
fr: Importer depuis CSV...
it: Importa da CSV...
ja: CSVからインポート...
ko: CSV에서 가져오기...
zh_hans: 从 CSV 导入...

source: Import from File...
de: Aus Datei...
es: Importar desde archivo...
fr: Importer depuis un fichier...
it: Importa da file...
ja: ファイルからインポート...
ko: 파일에서 가져오기...
zh_hans: 从文件导入...

source: Import from GitHub
de: Import aus GitHub
es: Importar desde GitHub
fr: Importer depuis GitHub
it: Importa da GitHub
ja: GitHubからインポート
ko: GitHub에서 가져오기
zh_hans: 从 GitHub 导入

source: Import from GitHub URL...
de: Von GitHub-URL importieren...
es: Importar desde URL de GitHub...
fr: Importer depuis une URL GitHub...
it: Importa da URL GitHub...
ja: GitHub URLからインポート...
ko: GitHub URL에서 가져오기...
zh_hans: 从 GitHub URL 导入...

source: Import Skills from GitHub
de: Skills aus GitHub importieren
es: Importar habilidades de GitHub
fr: Importer des compétences GitHub
it: Importa competenze da GitHub
ja: GitHubからスキルをインポート
ko: GitHub에서 스킬 가져오기
zh_hans: 从 GitHub 导入技能

source: Import skills from the Skills window
de: Importieren Sie Skills aus dem Skills-Fenster
es: Importar habilidades desde la ventana de Habilidades
fr: Importez des compétences depuis la fenêtre Compétences
it: Importa competenze dalla finestra Competenze
ja: スキルウィンドウからスキルをインポート
ko: 기술 창에서 기술 가져오기
zh_hans: 从技能窗口导入技能

source: Import skills to enhance agent capabilities
de: Skills importieren, um Agentenfähigkeiten zu verbessern
es: Importa habilidades para mejorar las capacidades del agente
fr: Importer des compétences pour améliorer les capacités de l'agent
it: Importa skill per potenziare le capacità dell'agente
ja: スキルをインポートしてエージェントの機能を強化
ko: 에이전트 기능 강화를 위한 기술 가져오기
zh_hans: 导入技能，增强代理能力

source: Import Template Folder...
de: Vorlagenordner importieren...
es: Importar carpeta de plantillas...
fr: Importer un dossier de modèles...
it: Importa cartella modello...
ja: テンプレートフォルダをインポート...
ko: 템플릿 폴더 가져오기...
zh_hans: 导入模板文件夹...

source: Imported
de: Importiert
es: Importado
fr: Importé
it: Importato
ja: インポート済み
ko: 가져옴
zh_hans: 已导入

source: Imported %lld credentials
de: Importierte %lld Anmeldeinformationen
es: Credenciales importadas %lld
fr: %lld identifiants importés
it: Importate %lld credenziali
ja: 認証情報を %lld 件インポートしました
ko: %lld개의 인증 정보
zh_hans: 已导入 %lld 个凭据

source: Importing template...
de: Wird importiert...
es: Importando plantilla...
fr: Importation du modèle...
it: Importazione in corso...
ja: テンプレートをインポートしています...
ko: 템플릿 가져오는 중...
zh_hans: 正在导入模板...

source: In Progress
de: Läuft
es: En curso
fr: En cours
it: In corso
ja: 実行中
ko: 진행 중
zh_hans: 进行中

source: Incomplete
de: Unvollständig
es: Incompleto
fr: Incomplet
it: Non completato
ja: 未完了
ko: 미완료
zh_hans: 未完成

source: Incomplete Download Found
de: Unvollständiger Download gefunden
es: Descarga incompleta
fr: Téléchargement incomplet détecté
it: Download incompleto rilevato
ja: 不完全なダウンロードが見つかりました
ko: 다운로드 미완료
zh_hans: 发现未完成的下载

source: Instructions
de: Anweisungen
es: Instrucciones
it: Istruzioni
ja: 指示
ko: 설명
zh_hans: 使用说明

source: Instructions Preview
de: Anweisungsvorschau
es: Vista previa de instrucciones
fr: Aperçu des instructions
it: Anteprima istruzioni
ja: 指示プレビュー
ko: 지침 미리보기
zh_hans: 指令预览

source: Invalid template: %@
de: Ungültige Vorlage: %@
es: Plantilla no válida: %@
fr: Modèle invalide : %@
it: Template non valido: %@
ja: テンプレートが無効です: %@
ko: 잘못된 템플릿: %@
zh_hans: 模板无效：%@

source: Keep all
de: Alle behalten
es: Mantener todo
fr: Tout conserver
it: Mantieni tutto
ja: すべて保持
ko: 모두 보관
zh_hans: 保留全部

source: Key
de: Schlüssel
es: Clave
fr: Clé
it: Chiave
ja: キー
ko: 키
zh_hans: 键

source: KEY
de: Schlüssel
es: Clave
fr: Clé
it: CHIAVE
ja: キー
ko: 키

source: Key-value pairs exported into the shell environment for every command run in the VM.
de: Schlüssel-Wert-Paare, die bei jedem in der VM ausgeführten Befehl in die Shell-Umgebung exportiert werden.
es: Pares clave-valor exportados al entorno de shell para cada comando ejecutado en la VM.
fr: Paires clé-valeur exportées dans l'environnement shell pour chaque commande exécutée dans la VM.
it: Coppie chiave-valore esportate nell'ambiente shell per ogni comando eseguito nella VM.
ja: VMで実行されるコマンドごとに、キーと値のペアがシェル環境に出力されます。
ko: VM에서 실행되는 모든 명령에 대해 쉘 환경으로 내보내는 키-값 쌍입니다.
zh_hans: 键值对将导出到 VM 中运行的每个命令的 Shell 环境中。

source: Last 7 days
de: Letzte 7 Tage
es: Últimos 7 días
fr: 7 derniers jours
it: Ultimi 7 giorni
ja: 過去7日間
ko: 지난 7일
zh_hans: 最近 7 天

source: Last 30 days
de: Letzte 30 Tage
es: Últimos 30 días
fr: 30 derniers jours
it: Ultimi 30 giorni
ja: 過去30日間
ko: 최근 30일
zh_hans: 最近 30 天

source: Leave empty for OpenRouter default
de: Leer lassen für OpenRouter-Standard
es: Dejar en blanco para el valor predeterminado de OpenRouter
fr: Laisser vide pour la valeur par défaut OpenRouter
it: Lascia vuoto per il default di OpenRouter
ja: OpenRouter のデフォルトを使用する場合は空にしてください
ko: 비워두면 OpenRouter 기본값
zh_hans: 留空以使用 OpenRouter 默认值

source: Leave empty to keep the existing API key.
de: Lassen Sie dieses Feld leer, um den vorhandenen API-Schlüssel beizubehalten.
es: Deje vacío para conservar la API Key existente.
fr: Laissez vide pour conserver la clé API existante.
it: Lascia vuoto per mantenere la chiave API esistente.
ja: 既存の API キーは空欄のままにすると保持されます。
ko: 비워 두면 기존 API 키가 유지됩니다.
zh_hans: 留空以保留现有的 API 密钥。

source: Leave empty to use the default OpenRouter API endpoint. For other providers, enter the full API base URL.
de: Lassen Sie das Feld leer, um den Standard-OpenRouter-API-Endpunkt zu verwenden. Geben Sie für andere Anbieter die vollständige API-Basis-URL ein.
es: Dejar vacío para usar el punto final predeterminado de la API de OpenRouter. Para otros proveedores, ingrese la URL base completa de la API.
fr: Laissez vide pour utiliser le point d'accès API par défaut d'OpenRouter. Pour les autres fournisseurs, entrez l'URL de base complète.
it: Lascia vuoto per utilizzare l'endpoint API predefinito di OpenRouter. Per altri provider, inserisci l'URL base API completo.
ja: デフォルトの OpenRouter API エンドポイントを使用する場合は空のままにしてください。他のプロバイダの場合は、完全な API ベース URL を入力してください。
ko: 기본 OpenRouter API 엔드포인트를 사용하려면 비워두세요. 다른 공급자의 경우 전체 API 기본 URL을 입력하세요.
zh_hans: 留空以使用默认的 OpenRouter API 端点。对于其他提供商，请输入完整的 API 基础 URL。

source: Let's get you set up in just a few steps.
de: Sie sind in wenigen Schritten startklar.
es: Configuremos todo en unos pocos pasos.
fr: Configurons votre espace en quelques étapes simples.
it: Configuriamoci in pochi semplici passaggi.
ja: わずか数ステップでセットアップが完了します。
ko: 몇 단계만 거치면 바로 시작할 수 있습니다.
zh_hans: 只需几步即可完成设置。

source: LLM client was unavailable during task startup
de: LLM-Client beim Task-Start nicht verfügbar
es: El cliente LLM no estaba disponible al iniciar la tarea
fr: Le client LLM n'était pas disponible au démarrage de la tâche
it: Il client LLM non era disponibile all'avvio del task
ja: タスク起動時にLLMクライアントが利用できませんでした
ko: 작업 시작 중 LLM 클라이언트를 사용할 수 없습니다
zh_hans: 任务启动时 LLM 客户端不可用

source: LLM provider not found: %@
de: LLM-Anbieter nicht gefunden: %@
es: Proveedor LLM no encontrado: %@
fr: Fournisseur LLM non trouvé : %@
it: Provider LLM non trovato: %@
ja: LLMプロバイダーが見つかりません: %@
ko: LLM 제공자를 찾을 수 없습니다: %@
zh_hans: 未找到 LLM 提供程序：%@

source: Loading models...
de: Lade Modelle...
es: Cargando modelos...
fr: Chargement des modèles...
it: Caricamento...
ja: 読み込み中…
ko: 모델 로딩 중
zh_hans: 加载中...

source: Loading subagent trace...
de: Lade Subagent-Trace...
es: Cargando traza del subagente...
fr: Chargement de la trace de sous-agent...
it: Caricamento traccia subagent...
ja: サブエージェント トレースを読み込み中...
ko: Subagent 추적 로딩 중...
zh_hans: 正在加载子代理追踪...

source: Loading templates...
de: Lade Vorlagen...
es: Cargando plantillas...
fr: Chargement des modèles...
it: Caricamento template...
ja: テンプレートを読み込み中...
ko: 템플릿 로드 중…
zh_hans: 加载中...

source: Loading trace...
de: Lade Trace...
es: Cargando traza...
fr: Chargement...
it: Caricamento traccia...
ja: トレースを読み込み中...
ko: 트레이스 로딩 중
zh_hans: 正在加载追踪数据...

source: Manage Devices…
de: Geräte verwalten…
es: Gestionar dispositivos…
fr: Gérer les appareils…
it: Gestisci dispositivi…
ja: デバイス管理…
ko: 기기 관리…
zh_hans: 管理设备…

source: Manage Skills...
de: Fähigkeiten verwalten...
es: Gestionar habilidades...
fr: Gérer les compétences...
it: Gestisci competenze...
ja: スキルを管理...
ko: 스킬 관리...
zh_hans: 管理技能...

source: Manage Templates
de: Vorlagen verwalten
es: Gestionar plantillas
fr: Gérer les modèles
it: Gestisci Modelli
ja: テンプレートを管理
ko: 템플릿 관리
zh_hans: 管理模板

source: Max Concurrent Tasks: %lld
de: Max. gleichzeitige Aufgaben: %lld
es: Máximo de tareas concurrentes: %lld
fr: Tâches simultanées max : %lld
it: Massimo attività simultanee: %lld
ja: 最大同時タスク数: %lld
ko: 최대 동시 작업: %lld
zh_hans: 最大并发任务数：%lld

source: Max file size
de: Maximale Dateigröße
es: Tamaño máximo del archivo
fr: Taille maximale du fichier
it: Dimensione massima file
ja: 最大ファイルサイズ
ko: 최대 파일 크기
zh_hans: 最大文件大小

source: Max Iterations
de: Maximale Iterationen
es: Iteraciones máximas
fr: Itérations max
it: Iterazioni massime
ja: 最大イテレーション
ko: 최대 반복 횟수
zh_hans: 最大迭代

source: Max Iterations:
de: Maximale Iterationen:
es: Máximo de iteraciones:
fr: Itérations max :
it: Max iterazioni:
ja: 最大反復回数:
ko: 최대 반복 횟수:
zh_hans: 最大迭代次数：

source: Max total upload per task
de: Maximaler Gesamtupload pro Aufgabe
es: Máximo de carga total por tarea
fr: Taille maximale d'upload par tâche
it: Upload totale massimo per attività
ja: タスクあたりの最大アップロードサイズ
ko: 작업당 최대 업로드
zh_hans: 单任务最大上传总量

source: Maximum duration for agent tasks (2-480 min)
de: Maximale Dauer für Agent-Aufgaben (2-480 min)
es: Duración máxima para tareas del agente (2-480 min)
fr: Durée maximale pour les tâches de l'agent (2-480 min)
it: Durata massima per le attività degli agenti (2-480 min)
ja: エージェントタスクの最大実行時間 (2-480 分)
ko: 에이전트 작업 최대 지속 시간 (2-480분)
zh_hans: 代理任务最大持续时间 (2-480 分钟)

source: Maximum number of agent tasks that can run simultaneously. Additional tasks will be queued.
de: Maximale Anzahl von Agenten-Aufgaben, die gleichzeitig ausgeführt werden können. Weitere Aufgaben werden in die Warteschlange gestellt.
es: Número máximo de tareas de agente que pueden ejecutarse simultáneamente. Las tareas adicionales se pondrán en cola.
fr: Nombre maximal de tâches d'agent pouvant s'exécuter simultanément. Les tâches supplémentaires seront mises en file d'attente.
it: Numero massimo di attività agent che possono essere eseguite simultaneamente. Le attività aggiuntive verranno accodate.
ja: 同時に実行できるエージェントタスクの最大数です。追加のタスクはキューに追加されます。
ko: 동시에 실행할 수 있는 에이전트 작업의 최대 수입니다. 추가 작업은 대기열에 추가됩니다.
zh_hans: 最大并发代理任务数。超出限制的任务将进入队列等待。

source: Maximum number of observe-decide-execute cycles (10-500)
de: Maximale Anzahl der Beobachtung-Entscheidung-Ausführung-Zyklen (10-500)
es: Número máximo de ciclos observe-decide-execute (10-500)
fr: Nombre maximal de cycles observe-decide-execute (10-500)
it: Numero massimo di cicli osserva-decidi-esegui (10-500)
ja: 最大観察-判断-実行サイクル数 (10-500)
ko: 최대 observe-decide-execute 사이클 수 (10-500)
zh_hans: 最大循环次数（10-500）

source: MCP Servers
de: MCP Server
es: Servidores MCP
fr: Serveurs MCP
it: Server MCP
ja: MCP サーバー
ko: MCP 서버
zh_hans: MCP 服务器

source: MCP servers provide additional tools that the agent can use during task execution. Tools from enabled servers are automatically available.
de: MCP-Server bieten zusätzliche Werkzeuge, die der Agent während der Aufgabenausführung verwenden kann. Werkzeuge von aktivierten Servern sind automatisch verfügbar.
es: Los servidores MCP proporcionan herramientas adicionales que el agente puede utilizar durante la ejecución de tareas. Las herramientas de los servidores habilitados están disponibles automáticamente.
fr: Les serveurs MCP fournissent des outils supplémentaires que l'agent peut utiliser lors de l'exécution des tâches. Les outils provenant des serveurs activés sont automatiquement disponibles.
it: I server MCP forniscono strumenti aggiuntivi che l'agente può utilizzare durante l'esecuzione dei task. Gli strumenti dei server abilitati sono disponibili automaticamente.
ja: MCPサーバーは、タスク実行中にエージェントが使用できる追加のツールを提供します。有効化されたサーバーのツールは自動的に利用可能になります。
ko: MCP 서버는 작업 실행 중 에이전트가 사용할 수 있는 추가 도구를 제공합니다. 활성화된 서버의 도구는 자동으로 사용 가능합니다.
zh_hans: MCP 服务器提供代理在任务执行过程中可使用的附加工具。已启用服务器中的工具会自动可用。

source: Mention Skills with @
de: Skills mit @ erwähnen
es: Mencionar habilidades con @
fr: Mentionner les compétences avec @
it: Menziona competenze con @
ja: @でスキルをメンション
ko: @로 스킬 언급하기
zh_hans: 使用 @ 提及技能

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
it: Metadati
ja: メタデータ
ko: 메타데이터
zh_hans: 元数据

source: Missing Attachments
de: Fehlende Anhänge
es: Archivos adjuntos faltantes
fr: Pièces jointes manquantes
it: Allegati mancanti
ja: 添付ファイルが見つかりません
ko: 첨부 파일 누락
zh_hans: 缺失的附件

source: Model
de: Modell
es: Modelo
fr: Modèle
it: Modello
ja: モデル
ko: 모델
zh_hans: 模型

source: Model context not configured
de: Modelkontext nicht konfiguriert
es: Contexto del modelo no configurado
fr: Contexte du modèle non configuré
it: Contesto modello non configurato
ja: モデルコンテキストが設定されていません
ko: 모델 컨텍스트가 구성되지 않음
zh_hans: 模型上下文未配置

source: Model context not set
de: Modellkontext nicht festgelegt
es: Contexto del modelo no establecido
fr: Contexte du modèle non configuré
it: Contesto del modello non impostato
ja: モデルコンテキストが設定されていません
ko: 모델 컨텍스트가 설정되지 않았습니다
zh_hans: 模型上下文未设置

source: Model ID:
de: Modell-ID:
es: ID del modelo:
fr: ID du modèle :
it: ID modello:
ja: モデルID:
ko: 모델 ID:
zh_hans: 模型 ID：

source: Model Options
de: Modelloptionen
es: Opciones del modelo
fr: Options du modèle
it: Opzioni modello
ja: モデルオプション
ko: 모델 옵션
zh_hans: 模型选项

source: Model:
de: Modell:
es: Modelo:
fr: Modèle :
it: Modello:
ja: モデル:
ko: 모델:
zh_hans: 模型：

source: Monthly
de: Monatlich
es: Mensual
fr: Mensuel
it: Mensile
ja: 月次
ko: 월간
zh_hans: 每月

source: Monthly at %@
de: Monatlich um %@
es: Mensual el día %@
fr: Mensuellement à %@
it: Mensile il %@
ja: 毎月 %@
ko: 매월 %@에
zh_hans: 每月在 %@

# Monthly on the %lld%@ at %@
source: Monthly on the %1$lld%2$@ at %3$@
de: Monatlich am %1$lld%2$@ um %3$@
es: Mensual el %1$lld%2$@ a las %3$@
fr: Mensuel le %1$lld%2$@ à %3$@
it: Mensile il %1$lld%2$@ alle %3$@
ja: 毎月%1$lld日%2$@に%3$@
ko: 매월 %1$lld일 %3$@
zh_hans: 每月%1$lld日 %3$@

source: My MCP Server
de: Mein MCP-Server
es: Mi servidor MCP
fr: Mon serveur MCP
it: Mio server MCP
ja: MCP サーバー名
ko: MCP 서버
zh_hans: 我的 MCP 服务器

source: Name must be lowercase with hyphens only, 1-64 characters
de: Name muss klein geschrieben sein und nur Bindestriche enthalten, 1–64 Zeichen
es: El nombre debe estar en minúsculas, solo guiones, 1-64 caracteres
fr: Le nom doit être en minuscules avec des tirets uniquement, 1-64 caractères
it: Il nome deve contenere solo lettere minuscole e trattini, 1-64 caratteri
ja: 名前は小文字とハイフンのみ、1〜64文字で入力してください
ko: 이름은 소문자와 하이픈만 사용할 수 있으며, 1-64자여야 합니다
zh_hans: 名称必须为小写字母和连字符，1-64 个字符

source: New Password
de: Neues Passwort
es: Nueva contraseña
fr: Nouveau mot de passe
it: Nuova Password
ja: 新しいパスワード
ko: 새 비밀번호
zh_hans: 新密码

source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
it: Nuova attività
ja: 新規タスク
ko: 새 작업
zh_hans: 新建任务

source: New Username
de: Neuer Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
it: Nuovo nome utente
ja: 新しいユーザー名
ko: 새 사용자 이름
zh_hans: 新用户名

source: Next: %@
de: Nächste: %@
es: Siguiente: %@
fr: Suivant : %@
it: Avanti: %@
ja: 次へ: %@
ko: 다음: %@
zh_hans: 下一步：%@

source: No Active Environments
de: Keine aktiven Umgebungen
es: Sin entornos activos
fr: Aucun environnement actif
it: Nessun ambiente attivo
ja: 稼働中環境はありません
ko: 활성 환경 없음
zh_hans: 无活动环境

source: No API key configured for %@
de: Kein API-Schlüssel für %@ konfiguriert
es: No hay clave API configurada para %@
fr: Aucune clé API n'est configurée pour %@
it: Nessuna chiave API configurata per %@
ja: %@のAPIキーが設定されていません
ko: %@에 대한 API 키가 구성되지 않았습니다
zh_hans: 未为 %@ 配置 API 密钥

source: No backup file found. Create a backup first.
de: Keine Sicherungsdatei gefunden. Erstellen Sie zuerst ein Backup.
es: No se encontró ningún archivo de respaldo. Primero, crea una copia de seguridad.
fr: Aucun fichier de sauvegarde trouvé. Créez d'abord une sauvegarde.
it: File di backup non trovato. Crea prima un backup.
ja: バックアップファイルが見つかりません。まずバックアップを作成してください。
ko: 백업 파일이 없습니다. 먼저 백업을 생성하세요.
zh_hans: 未找到备份文件。请先创建备份。

source: No credentials stored
de: Keine Zugangsdaten gespeichert
es: No hay credenciales almacenadas
fr: Aucun identifiant stocké
it: Nessuna credenziale memorizzata
ja: 資格情報が保存されていません
ko: 저장된 인증 정보가 없습니다
zh_hans: 暂无凭据

source: No default template configured. Please set a template in Settings → Environment.
de: Keine Standardvorlage konfiguriert. Bitte legen Sie eine Vorlage in Einstellungen → Umgebung fest.
es: No se ha configurado ninguna plantilla predeterminada. Configura una plantilla en Ajustes → Entorno.
fr: Aucun modèle par défaut configuré. Veuillez définir un modèle dans Réglages → Environnement.
it: Nessun modello predefinito configurato. Imposta un modello in Impostazioni → Ambiente.
ja: デフォルトテンプレートが設定されていません。設定 → 環境 でテンプレートを設定してください。
ko: 기본 템플릿이 구성되지 않았습니다. 설정 → 환경에서 템플릿을 설정해 주세요.
zh_hans: 未配置默认模板。请在设置 → 环境中设置模板。

source: No developer VMs created yet
de: Noch keine Entwickler-VMs erstellt
es: Aún no se han creado VMs de desarrollo
fr: Aucune VM de développeur créée
it: Nessuna VM per sviluppatori creata
ja: まだ開発者VMが作成されていません
ko: 아직 생성된 개발자 VM이 없습니다
zh_hans: 暂无开发者虚拟机

source: No devices authorized
de: Keine autorisierten Geräte
es: Sin dispositivos autorizados
fr: Aucun appareil autorisé
it: Nessun dispositivo autorizzato
ja: 認証済みデバイスがありません
ko: 승인된 기기 없음
zh_hans: 无已授权设备

source: No environment variables defined.
de: Keine Umgebungsvariablen definiert.
es: No hay variables de entorno definidas.
fr: Aucune variable d'environnement définie.
it: Nessuna variabile d'ambiente definita.
ja: 環境変数が設定されていません。
ko: 환경 변수가 없습니다.
zh_hans: 未定义任何环境变量

source: No files attached. Files will be available in the agent's inbox when the task runs.
de: Keine Dateien angehängt. Die Dateien sind im Posteingang des Agents, wenn die Aufgabe ausgeführt wird.
es: No hay archivos adjuntos. Los archivos estarán disponibles en la bandeja de entrada del agente cuando se ejecute la tarea.
fr: Aucun fichier joint. Les fichiers seront disponibles dans la boîte de réception de l'agent lorsque la tâche s'exécute.
it: Nessun file allegato. I file saranno disponibili nella casella di posta dell'agente all'esecuzione del task.
ja: 添付ファイルはありません。タスク実行時にエージェントの受信トレイで表示されます。
ko: 첨부된 파일이 없습니다. 파일은 작업 실행 시 에이전트 수신함에서 이용할 수 있습니다.
zh_hans: 未附加任何文件。任务运行时，文件将可用。

source: No files configured for injection.
de: Keine Dateien für Injektion konfiguriert.
es: No hay archivos configurados para inyección.
fr: Aucun fichier configuré pour l'injection.
it: Nessun file configurato per l'iniezione.
ja: インジェクション用のファイルが設定されていません。
ko: 주입할 파일이 구성되지 않았습니다.
zh_hans: 未配置任何注入文件

source: No Google AI Studio provider configured. Add one in the Providers tab.
de: Kein Google AI Studio-Anbieter konfiguriert. Fügen Sie einen im Anbieter-Tab hinzu.
es: No hay ningún proveedor de Google AI Studio configurado. Añada uno en la pestaña Proveedores.
fr: Aucun fournisseur Google AI Studio configuré. Ajoutez-en dans l'onglet Fournisseurs.
it: Nessun provider Google AI Studio configurato. Aggiungine uno nella scheda Provider.
ja: Google AI Studio プロバイダが設定されていません。「プロバイダ」タブで追加してください。
ko: Google AI Studio 제공자가 구성되지 않았습니다. 제공자 탭에서 추가하세요.
zh_hans: 未配置 Google AI Studio 提供商。请在「提供商」标签页中添加。

source: No Key
de: Kein Schlüssel
es: Sin clave
fr: Aucune clé
it: Nessuna chiave
ja: 未設定
ko: 키 없음
zh_hans: 无密钥

source: No matching models
de: Keine passenden Modelle
es: No hay modelos coincidentes
fr: Aucun modèle correspondant
it: Nessun modello trovato
ja: 一致するモデルがありません
ko: 일치하는 모델이 없습니다
zh_hans: 无匹配的模型

source: No matching schedules
de: Keine passenden Zeitpläne
es: Sin horarios coincidentes
fr: Aucune planification correspondante
it: Nessuna pianificazione corrispondente
ja: 一致するスケジュールがありません
ko: 일치하는 일정 없음
zh_hans: 无匹配的日程

source: No matching skills
de: Keine passenden Fähigkeiten
es: No se encontraron habilidades
fr: Aucune compétence correspondante
it: Nessuna competenza corrispondente
ja: 一致するスキル
ko: 일치하는 기술이 없습니다
zh_hans: 未找到匹配的技能

source: No matching tasks
de: Keine passenden Aufgaben
es: No se encontraron tareas
fr: Aucune tâche correspondante
it: Nessun task trovato
ja: 一致するタスクがありません
ko: 일치하는 작업 없음
zh_hans: 无匹配的任务

source: No MCP Servers
de: Keine MCP-Server
es: Sin servidores MCP
fr: Aucun serveur MCP
it: Nessun server MCP
ja: MCPサーバーなし
ko: MCP 서버 없음
zh_hans: 无 MCP 服务器
